notes/meeting_2022jan01.md
- [meeting notes January 01, 2023](#orgfa8827e)
  - [the raku study group](#org5a1c61a)
  - [topics](#org2070487)
    - [discussion topic: business models for independent programmers](#orgb8ea080)
    - [So, how well does a New Year's Day meeting work, any way?](#org0716a13)
    - [weekly challenge?](#org73bc495)


<a id="orgfa8827e"></a>

# meeting notes January 01, 2023


<a id="org5a1c61a"></a>

## the raku study group

1.  usual links

    1.  these notes
    
        1.  <https://github.com/doomvox/raku-study/blob/main/notes/meeting_2023jan01.md>
        
        2.  source file (for corrections, etc)
        
            1.  <https://github.com/doomvox/raku-study/blob/main/notes/meeting_2023jan01.org>
    
    2.  code examples
    
        1.  <https://github.com/doomvox/raku-study/tree/main/bin/2023jan01>
    
    3.  last meeting notes
    
        1.  <https://github.com/doomvox/raku-study/blob/main/notes/meeting_2022dec18.md>


<a id="org2070487"></a>

## topics


<a id="orgb8ea080"></a>

### discussion topic: business models for independent programmers

dpchrist: "I have a discussion question&#x2013; what business model works best independent Perl authors?"


<a id="org0716a13"></a>

### So, how well does a New Year's Day meeting work, any way?


<a id="org73bc495"></a>

### weekly challenge?
